"Move to Applications folder in your Home folder?" = "홈 폴더의 응용 프로그램 폴더로 이동합니까?";
"Move to Applications folder?" = "응용 프로그램 폴더로 이동합니까?";
"I can move myself to the Applications folder if you'd like." = "원하실 경우 응용 프로그램 폴더로 이동할 수 있습니다.";
"Do Not Move" = "이동하지 않음";
"Note that this will require an administrator password." = "이 작업은 관리자 비밀번호를 필요로 합니다.";
"Could not move to Applications folder" = "응용 프로그램 폴더로 이동하지 못했습니다";
"Move to Applications Folder" = "응용 프로그램 폴더로 이동";
"This will keep your Downloads folder uncluttered." = "이 작업으로 다운로드 폴더가 깔끔하게 정리됩니다.";
